<section class="modal-dialog modal-content overlay-def toolbox mfp-with-anim mfp-zoom-in">
<a id="backToTop" title="back to top of document"></a>
<header class="modal-header">
<h2 class="modal-title">Glossaire</h2>
<button class="mfp-close overlay-close" title="Fermer&nbsp;: Portable (touche d'échappement)">×<span class="wb-inv"> Fermer&nbsp;: Portable (touche d'échappement)</span></button>
</header>
<div class="modal-body">
	
    <ul id="glossaryIndex" >
		<li>
			<dl>
				<dt><p>Recherche avanc&eacute;e</p></dt>
				<dd><p>Recherche qui fait appel &agrave; des crit&egrave;res de recherche complexes (par exemple : dates, synonymes, etc.). Il est possible d’&eacute;tendre la recherche &agrave; tous les types d’&eacute;l&eacute;ments de GCDOCS ou de la restreindre &agrave; certains d’entre eux.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Attribut</p></dt>
				<dd><p>Composante d’une m&eacute;tadonn&eacute;e qui d&eacute;crit un &eacute;l&eacute;ment. GCDOCS g&eacute;n&egrave;re automatiquement des attributs syst&egrave;me (comme date de cr&eacute;ation et cr&eacute;&eacute; par) &agrave; chaque &eacute;l&eacute;ment ajout&eacute;. Ces attributs permettent, par exemple, de rechercher des &eacute;l&eacute;ments cr&eacute;&eacute;s par une personne en particulier, &agrave; une date pr&eacute;cise.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Parcourir</p></dt>
				<dd><p>Action qui permet d’afficher les &eacute;l&eacute;ments d’un contenant, comme un dossier ou un espace de travail. Exemple : parcourir l’espace de travail Entreprise pour voir son contenu.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Collection</p></dt>
				<dd><p>&Eacute;l&eacute;ment qui permet de regrouper l’information et de la partager avec des coll&egrave;gues.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Document</p></dt>
				<dd><p>Fichier &eacute;lectronique, quel que soit le format, qui est stock&eacute; dans GCDOCS. GCDOCS stocke et v&eacute;rifie l’information se rapportant aux documents, et en contr&ocirc;le l’acc&egrave;s.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Modifier</p></dt>
				<dd><p>Action qui permet de modifier un &eacute;l&eacute;ment, comme un dossier ou un document.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Lien email</p></dt>
				<dd><p>Option qui permet de partager rapidement les &eacute;l&eacute;ments dans GCDOCS en envoyant un lien par courriel.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Enterprise Connect</p></dt>
				<dd><p>Fonction qui int&egrave;gre GCDOCS aux applications utilis&eacute;es quotidiennement, notamment Word, PowerPoint, Excel et Outlook</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Espace de travail Entreprise</p></dt>
				<dd><p>Emplacement de GCDOCS qui sert d’espace de stockage partag&eacute; pour les ressources documentaires li&eacute;es aux activit&eacute;s.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Favoris</p></dt>
				<dd><p>Page dans l’espace personnel de l’utilisateur qui permet de structurer des documents et des &eacute;l&eacute;ments importants pr&eacute;sentant un int&eacute;r&ecirc;t, et d’y acc&eacute;der. L’ajout d’un &eacute;l&eacute;ment aux favoris le distingue des autres &eacute;l&eacute;ments dans GCDOCS, le rendant ainsi plus facilement accessible.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Dossier</p></dt>
				<dd><p>Contenant qui peut stocker de nombreux &eacute;l&eacute;ments, comme des documents, des courriels et des t&acirc;ches.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Structure des dossiers</p></dt>
				<dd><p>Fa&ccedil;on de structurer et de g&eacute;rer les fichiers et dossiers gr&acirc;ce &agrave; une m&eacute;thode de classement.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Menu fonctions</p></dt>
				<dd><p>Menu qui s’affiche lorsqu’on clique sur l’ic&ocirc;ne fonctions d’un &eacute;l&eacute;ment. Seules les fonctions autoris&eacute;es <br/>s’affichent dans ce menu.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>GCDOCS</p></dt>
				<dd><p>Solution pangouvernementale en mati&egrave;re de stockage et de gestion de renseignements op&eacute;rationnels. Il fait partie de l’initiative du gouvernement ouvert.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>&Eacute;l&eacute;ment</p></dt>
				<dd><p>Tout ce qui peut &ecirc;tre cr&eacute;&eacute; ou ajout&eacute; dans GCDOCS, comme les documents, les dossiers et les URL.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Mot-cl&eacute;</p></dt>
				<dd><p>Mots ou expressions pr&eacute;cis&eacute;s lors d’une recherche d’&eacute;l&eacute;ments. Par exemple, en indiquant les mots-cl&eacute;s « mod&egrave;le de plan d’activit&eacute;s » comme crit&egrave;re de recherche, GCDOCS affiche une liste d’&eacute;l&eacute;ments qui comprend ces mots, un de ces mots ou l’expression exacte.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Derni&egrave;re modification</p></dt>
				<dd><p>Fonction qui permet d’effectuer une recherche selon la date de modification d’un document (ou de son profil).</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Version verrouill&eacute;e</p></dt>
				<dd><p>Version d’un document qui ne peut &ecirc;tre supprim&eacute;e.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Mon profil</p></dt>
				<dd><p>Renseignements pertinents qui d&eacute;finissent un utilisateur de GCDOCS, y compris les renseignements g&eacute;n&eacute;raux qui sont d&eacute;finis lors de l’inscription d’un nouvel utilisateur et les renseignements personnels ajout&eacute;s par ce dernier.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Mon espace de travail</p></dt>
				<dd><p>Zone de stockage personnelle &agrave; laquelle seul l’utilisateur a acc&egrave;s par d&eacute;faut.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Requ&ecirc;te en langage naturel</p></dt>
				<dd><p>Fonction qui permet d’utiliser une ou plusieurs phrases ou des parties de phrases pour effectuer une recherche. Par exemple, si la requ&ecirc;te en langage naturel est «O&ugrave; puis-je trouver un expos&eacute; sur un logiciel de collaboration?», GCDOCS affiche une liste d’&eacute;l&eacute;ments qui comprennent chaque mot ou certains d’entre <br/>eux  : «expos&eacute;», «collaboration» et «logiciel».</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Notification</p></dt>
				<dd><p>Fonction qui informe l’utilisateur des modifications survenues dans GCDOCS, comme l’ajout d’un document &agrave; un dossier.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Rapport de notification</p></dt>
				<dd><p>Messages de notification que g&eacute;n&egrave;re GCDOCS selon certains param&egrave;tres. Chaque utilisateur peut d&eacute;finir trois param&egrave;tres pour son utilisation personnelle.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Ouvrir</p></dt>
				<dd><p>Fonction qui affiche le document dans son application d’origine, comme Word. Elle permet d’afficher un document, mais pas de le modifier.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Autorisations</p></dt>
				<dd><p>R&egrave;gles qui d&eacute;terminent ce que chaque utilisateur et groupe de GCDOCS peut faire avec un &eacute;l&eacute;ment en particulier ou dans un emplacement sp&eacute;cifique.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Menu personnel</p></dt>
				<dd><p>Zone de travail et liste de liens importants pour chaque utilisateur. Le menu comprend un lien &agrave; l’espace de travail personnel de l’utilisateur (&agrave; savoir, un dossier auquel seul l’utilisateur peut acc&eacute;der). Le menu personnel comprend aussi des liens aux pages d’information que l’utilisateur est le plus susceptible d’utiliser.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Param&egrave;tres personnels</p></dt>
				<dd><p>Fonctions qui permettent de configurer les pr&eacute;f&eacute;rences personnelles en mati&egrave;re de mise en page et de contenu, d’apparence et d’espace de travail.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Recherche rapide</p></dt>
				<dd><p>M&eacute;thode simplifi&eacute;e pour rep&eacute;rer les &eacute;l&eacute;ments recherch&eacute;s dans le syst&egrave;me.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Pertinence</p></dt>
				<dd><p>Niveau qu’assigne GCDOCS aux r&eacute;sultats obtenus en fonction de leur correspondance aux crit&egrave;res de recherche.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Renommer</p></dt>
				<dd><p>Action qui permet de changer le nom d’un &eacute;l&eacute;ment que l’utilisateur est autoris&eacute; &agrave; modifier. Renommer un &eacute;l&eacute;ment n’interf&egrave;re pas avec les raccourcis ou les liens qui s’y rapportent.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>R&eacute;server</p></dt>
				<dd><p>Fonction qui applique une interdiction d’&eacute;criture au niveau d’un &eacute;l&eacute;ment de GCDOCS, ce qui emp&ecirc;che les autres utilisateurs de le modifier.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>R&eacute;sultat de la recherche</p></dt>
				<dd><p>Liste d’&eacute;l&eacute;ments qu’affiche GCDOCS quand on lance une recherche. Les &eacute;l&eacute;ments d’un r&eacute;sultat correspondent aux crit&egrave;res pr&eacute;cis&eacute;s dans la recherche. Par exemple, si on cherche des «politiques sur les cong&eacute;s», la page des r&eacute;sultats de recherche &eacute;num&eacute;rera des &eacute;l&eacute;ments de GCDOCS qui comprennent l’expression «politique sur les cong&eacute;s». </p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>D&eacute;finir une notification</p></dt>
				<dd><p>Action qui d&eacute;termine les param&egrave;tres des notifications de modification dans GCDOCS.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Raccourci</p></dt>
				<dd><p>Pointeur vers un &eacute;l&eacute;ment stock&eacute; ailleurs dans GCDOCS. Il est possible de cr&eacute;er de nombreux raccourcis relatifs &agrave; un &eacute;l&eacute;ment dans diff&eacute;rents emplacements. Cette fonction offre un acc&egrave;s rapide et facile &agrave; cet &eacute;l&eacute;ment. Un raccourci renvoie toujours &agrave; la derni&egrave;re version d’un &eacute;l&eacute;ment.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Vue de recherche</p></dt>
				<dd><p>Section de zone de GCDOCS dans laquelle on peut effectuer une recherche, notamment pour restreindre la port&eacute;e de la recherche.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Annuler la r&eacute;servation</p></dt>
				<dd><p>Fonction qui permet d’annuler l’interdiction d’&eacute;criture d’un &eacute;l&eacute;ment, ce qui permet aux autres utilisateurs de le r&eacute;server ou de le modifier.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>URL</p></dt>
				<dd><p>Localisateur de ressources uniformes (URL). &Eacute;l&eacute;ment de GCDOCS aussi appel&eacute; adresse Internet.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Contr&ocirc;le des versions</p></dt>
				<dd><p>Fonction qui permet de conserver plusieurs versions d’un &eacute;l&eacute;ment stock&eacute; dans GCDOCS. Elle permet d’&eacute;tablir le nombre de versions que l’on souhaite garder, d’effacer les versions pr&eacute;c&eacute;dentes d’un &eacute;l&eacute;ment et de les verrouiller.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Aide de l’utilisateur</p></dt>
				<dd><p>D&eacute;crit et explique en d&eacute;tail la fa&ccedil;on d’utiliser chaque caract&eacute;ristique et fonction de GCDOCS de m&ecirc;me <br/>que leur finalit&eacute;.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Version</p></dt>
				<dd><p>&Eacute;l&eacute;ment qui capture et prot&egrave;ge un &eacute;l&eacute;ment existant et ses modifications. GCDOCS permet de prot&eacute;ger <br/>et de g&eacute;rer de nombreuses versions d’&eacute;l&eacute;ments.</p></dd>
			</dl>
		</li>
		<li>
			<dl>
				<dt><p>Wiki</p></dt>
				<dd><p>Un wiki est un site Web qui permet aux utilisateurs de cr&eacute;er, de modifier ou de supprimer du contenu par l’entremise d’un navigateur. On peut utiliser des wikis &agrave; de nombreuses fins, comme la gestion du savoir, la collaboration et l’engagement de la collectivit&eacute;.</p></dd>
			</dl>
		</li>
    </ul>
   
</div>
<div class="modal-footer">
	<button type="button" id="ftrClose" class="btn btn-sm btn-primary pull-left popup-modal-dismiss" title="Fermer&nbsp;: Portable (touche d'échappement)">Fermer<span class="wb-inv"> Fermer&nbsp;: Portable (touche d'échappement)</span></button>
	</div>
<script src="core/js/plugins/jquery-listnav.js"></script>
<link rel="stylesheet" href="core/js/plugins/listnav.css">
</section>

